/* 1 Hour */
"1 hour before" = "1 hour before";

/* 1.5 Hour */
"1.5 hour before" = "1.5 hour before";

/* 15 Minutes */
"15 minutes before" = "15 minutes before";

/* 2 Hour */
"2 hour before" = "2 hour before";

/* 30 Minutes */
"30 minutes before" = "30 minutes before";

/* 5 Minutes */
"5 minutes before" = "5 minutes before";

/* shift sheduler support */
"[SSS] ShiftSheduler support" = "[SSS] ShiftSheduler support";

/* email body in share object */
"__SHARE_EMAIL_BODY_STRINGS__" = "Hi, <p> I want to share you with my shift schedule, here is my shift schedule at %@, you can check the shift of this month by attachment: \"%@\", and each shift's work time by attachment: \"%@\". <p> <p> About Shift Sheduler：<a href='http://itunes.apple.com/en/app//id482061308?mt=8'>Click Here</a>";

/* Account */
"Account" = "Account";

/* add new shift */
"Adding new shift..." = "Adding new shift...";

/* choose alert sound */
"Alert" = "Alert";

/* enable Alert */
"Alert Sound" = "Alert Sound";

/* just happen */
"At time of event" = "At time of event";

/* calendar in tab bar */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Can't Save" = "Can't Save";

/* cancel */
"Cancel" = "Cancel";

/* choose a color to show icon */
"Change Color" = "Change Color";

/* choose a icon */
"Change Icon" = "Change Icon";

/* Charactor */
"Charactor" = "Charactor";

/* No comment provided by engineer. */
"Check this app: Shift Sheduler" = "Check this app: Shift Sheduler";

/* Vacation date in place holder */
"Choose a date, have fun!" = "Choose a date, have fun!";

/* No comment provided by engineer. */
"Choose a type of shift change" = "Choose a type of shift change";

/* choose data */
"choose date" = "choose date";

/* title of choose icon view */
"Choose Icon" = "Choose Icon";

/* choose shift */
"Choose shift" = "Choose shift";

/* choose data */
"Choose shift date" = "Choose shift date";

/* No comment provided by engineer. */
"choose to change shift detail" = "choose to change shift detail";

/* show hide out date shifts strings. */
"click button to show or hide the outdated shifts" = "click button to show or hide the outdated shifts";

/* No comment provided by engineer. */
"Click to change shift cycle" = "Click to change shift cycle";

/* No comment provided by engineer. */
"Click to choose shift on days" = "Click to choose shift on days";

/* Time to start work */
"Clock In" = "Clock In";

/* think note server erro */
"Connection to ThinkNote Server Error" = "Connection to ThinkNote Server Error";

/* create one */
"Create Profile" = "Create Profile";

/* No comment provided by engineer. */
"Customize Work Day" = "Customize Work Day";

/* choose date in shift change add */
"Date" = "Date";

/* No comment provided by engineer. */
"eg, 1, 3, 5, 7 on, 2, 4, 6 off" = "eg, 1, 3, 5, 7 on, 2, 4, 6 off";

/* No comment provided by engineer. */
"eg, work 5 days off 2 days." = "eg, work 5 days off 2 days.";

/* share by mail */
"Email" = "Email";

/* eMail support item */
"Email support" = "Email support";

/* enable color icon */
"Enable Color icon" = "Enable Color icon";

/* error title of think note share */
"Error" = "Error";

/* Exchange */
"Exchange" = "Exchange";

/* From in shift add view */
"From" = "From";

/* No comment provided by engineer. */
"Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8" = "Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8";

/* return to home in profile view */
"Home" = "Home";

/* No comment provided by engineer. */
"Hour Round" = "Hour Round";

/* hours */
"Hours" = "Hours";

/* I Know */
"I Know" = "I Know";

/* Icon */
"Icon" = "Icon";

/* show icon or text in profile change view */
"Icon Behavior" = "Icon Behavior";

/* alart title start profile view */
"incomplete input" = "incomplete input";

/* alart title in editing profile view */
"Input Shift Name" = "Input Shift Name";

/* is start now */
"is off now" = "is off now";

/* is start now */
"is start now" = "is start now";

/* login */
"Login" = "Login";

/* long alarm section title */
"Long Alarm" = "Long Alarm";

/* thinkNote Login */
"Login ThinkNote" = "Login ThinkNote";

/* No comment provided by engineer. */
"Lunar" = "Lunar";

/* enable chinese calendar config title */
"Lunar Calendar" = "Lunar Calendar";

/* shift management view */
"Shift Manage" = "Shifts List";

/* short alarm section title */
"Short Alarm" = "Short Alarm";

/* shift Str of think Note */
"My shift schedule at %@, the following images are shift calendar and shift profile." = "My shift schedule at %@, the following images are shift calendar and shift profile.";

/* alarm out of date notify body */
"The alarm you setup in app is going to out of date, please enter the app to active the alarm again (only enter and exit is enough)" = "The alarm you setup in app is going to out of date, please enter the app to active the alarm again (only enter and exit is enough)";

/* change week start with monday help */
"change week to monday" = "change week start to monday";

/* enable start with monday title. */
"Monday Start" = "Monday Start";

/* No comment provided by engineer. */
"N/A" = "N/A";

/* No comment provided by engineer. */
"Name of Shift" = "Name of Shift";

/* alart shift type in editing profile view */
"Needs Shift Type" = "Needs Shift Type";

/* change to in shift change view */
"New Shift" = "New Shift";

/* no bould string in setting */
"No Bound" = "No Bound";

/* no shift changes */
"No shitf changes..." = "No shitf changes...";

/* no create one */
"No,Thanks" = "No,Thanks";

/* no */
"None" = "None";

/* alert for not configure shift yet. */
"Not Configure shift" = "Not Configure shift";

/* notes of shift change add view */
"Notes" = "Notes";

/* how long time remind me before off */
"Off Alert" = "Off Alert";

/* From in shift add view */
"Origin Shift" = "Origin Shift";

/* expand archived shifts */
"Outdated Shifts" = "Outdated Shifts";

/* OverWork */
"OverWork" = "OverWork";

/* overwork date in place holder */
"overwork date" = "overwork date";

/* alert string in editing profile view to let user input shift type */
"Please Choose a shift type" = "Please Choose a shift type";

/* alert string in editing profile view to let user input shift type */
"Please choose shift endDate" = "Please choose shift end date";

/* alert string in editing profile view let user choose start date */
"Please choose start date" = "Please choose start date";

/* please input notes here */
"Please input notes here (optional)" = "Please input notes here (optional)";

/* alert string in editing profile view to let user input job name */
"Please input shift Name" = "Please input shift Name";

/* thinkNote Setting tips */
"Please setup your ThinkNote account in 'Setting->Login ThinkNote'" = "Please setup your ThinkNote account in 'Setting->Login ThinkNote'";

/* Rating me item */
"Rating me!" = "Rating me!";

/* register a new account for thinknote */
"Register" = "Register";

/* No comment provided by engineer. */
"Regular Work Day" = "Regular Work Day";

/* repeart forever string */
"Repeat forever" = "Repeat forever";

/* finish at this date */
"Repeat Until" = "Repeat Until";

/* finish at this date */
"Repeat until" = "Repeat until";

/* reset */
"Reset All Data" = "Reset All Data";

/* how long rest days */
"Rest Length" = "Rest Length";

/* Settings */
"Settings" = "Settings";

/* share to other */
"Share" = "Share";

/* share by thinknote */
"Share by ThinkNote" = "Share by ThinkNote";

/* shift in shift add view */
"Shift" = "Shift";

/* shift changes list view */
"Shift Changes" = "Shift Changes";

/* length of cycle */
"Shift Cycle" = "Shift Cycle";

/* No comment provided by engineer. */
"Shift Cycle Length" = "Shift Cycle Length";

/* Shift detail title */
"Shift Detail" = "Shift Detail";

/* config  detail of shift */
"Shift detail" = "Shift detail";

/* empty shift warnning */
"Do you forget shift detail?" =  "Incomplete Configure";

/* empty shift warnning. */
"Please choose your shift detail..." = "Please choose your shift detail";

/* accessibility label for enable shift */
"Shift Enable Display on Calender" = "Shift Enable Display on Calender";

/* alart shift type in editing profile view */
"Shift Invalied" = "Shift Invalied";

/* shift management view */
"Shift Manage" = "Shift Manage";

/* job name */
"Shift Name" = "Shift Name";

/* application title */
"Shift Scheduler" = "Shift Scheduler";

/* on-off time in mail attachment */
"Shift-On-Off Time" = "Shift-On-Off Time";

/* shifts works in tabbar */
"Shifts" = "Shifts";

/* enable chinese calendar config help */
"show chinese lunar calendar" = "show chinese lunar calendar";

/* start with this date */
"Start with" = "Start with";

/* error title of think note share */
"Success" = "Success";

/* success share shift calendar to qingbiji */
"Success share shift calendar to  www.qinbiji.cn" = "Success share shift calendar to  www.qinbiji.cn";

/* share view help text */
"Swipe right to review the calendar images." = "Swipe right to review the calendar images.";

/* tell a friend item */
"Tell a friend" = "Tell a friend";

/* share by thinknote */
"ThinkNote" = "ThinkNote";

/* think note attach upload error */
"ThinkNote Attachment Upload failed." = "ThinkNote Attachment Upload failed.";

/* think note login failed */
"ThinkNote Login Failed" = "ThinkNote Login Failed";

/* thinknote note upload failed */
"ThinkNote Note Upload failed." = "ThinkNote Note Upload failed.";

/* long warnning information before delete all data */
"This will delete all Shift information in your application, are you sure ?" = "This will delete all Shift information in your application, are you sure ?";

/* time and remind title */
"Time and Remind" = "Time and Remind";

/* tips in tabbar */
"Tips" = "Tips";

/* change to in shift change view */
"To" = "To";

/* today */
"Today" = "Today";

/* user/password wrong message */
"User Name or Password is not correct, failed to login to server, please double again" = "User Name or Password is not correct, failed to login to server, please double again";

/* Vacation */
"Vacation" = "Vacation";

/* when day of overwork or vacation */
"When" = "When";

/* No comment provided by engineer. */
"Which days on shift?" = "Which days on shift?";

/* will start in %d Hour */
"will off in %d Hour" = "will off in %d Hour";

/* will start in %d Minutes */
"will off in %d Minutes" = "will off in %d Minutes";

/* will start in %d Hour */
"will start in %d Hour" = "will start in %d Hour";

/* will start in %d Minutes */
"will start in %d Minutes" = "will start in %d Minutes";

/* How many hours? */
"With Hours" = "With Hours";

/* how long notice before work */
"Work Alert" = "Work Alert";

/* in shift type picker view */
"Work days mode" = "Work days mode";

/* how long work days */
"Work Length" = "Work Length";

/* tips */
"You can change the shift days by click each item\n" = "You can change the shift days by click each item\n";

/* prompt of create profile title */
"You don't have any shift profile yet. Do you want to create one? " = "You don't have any shift profile yet. Do you want to create one? ";


/* enable chinese calendar config title */
"Holiday" = "Holiday";

/* show region hlidays help */
"pick your region to show holidays" = "choose holiday for region(s)";


/* china str */
"China" = "China PRC";

/* hongkong str */
"HongKong" = "HongKong";

/* macoa */
"Mocao" = "Macao";

/* taiwan */
"Taiwan" = "Taiwan";

/* US */
"US" = "United States";

/* UK */
"UK" = "United Kingdom";

/* Canadia */
"Canadia" = "Canada";

/* ---------------------------------------------------------------- */
/* FOLLOWING IS COPY FROM LUNAR DATE   */
/* -----------------------------------------------------------------*/
/* No comment provided by engineer. */
"丁" = "Ding";

/* No comment provided by engineer. */
"七夕" = "Double Seven Festival";

/* No comment provided by engineer. */
"七月" = "Jul.";

/* No comment provided by engineer. */
"三十" = "30";

/* No comment provided by engineer. */
"三月" = "Mar.";

/* No comment provided by engineer. */
"丑" = "Chou";

/* No comment provided by engineer. */
"丙" = "Bing";

/* No comment provided by engineer. */
"中秋" = "Mid-Autumn Festival";

/* No comment provided by engineer. */
"乙" = "Yi";

/* No comment provided by engineer. */
"九月" = "Sep.";

/* No comment provided by engineer. */
"二十" = "20";

/* No comment provided by engineer. */
"二月" = "Feb.";

/* No comment provided by engineer. */
"五月" = "May.";

/* No comment provided by engineer. */
"亥" = "Hai";

/* No comment provided by engineer. */
"儿童节" = "Children's Day";

/* No comment provided by engineer. */
"元宵" = "Lantern Festival";

/* No comment provided by engineer. */
"元旦" = "New Year's Day";

/* No comment provided by engineer. */
"兔" = "Rabbit";

/* No comment provided by engineer. */
"八月" = "Aug.";

/* No comment provided by engineer. */
"六月" = "Jun.";

/* No comment provided by engineer. */
"冬至" = "First Winter Day";

/* No comment provided by engineer. */
"初一" = "1";

/* No comment provided by engineer. */
"初七" = "7";

/* No comment provided by engineer. */
"初三" = "3";

/* No comment provided by engineer. */
"初九" = "9";

/* No comment provided by engineer. */
"初二" = "2";

/* No comment provided by engineer. */
"初五" = "5";

/* No comment provided by engineer. */
"初八" = "8";

/* No comment provided by engineer. */
"初六" = "6";

/* No comment provided by engineer. */
"初十" = "10";

/* No comment provided by engineer. */
"初四" = "4";

/* No comment provided by engineer. */
"劳动节" = "Labour Day";

/* No comment provided by engineer. */
"十一" = "11";

/* No comment provided by engineer. */
"十一月" = "Nov.";

/* No comment provided by engineer. */
"十七" = "17";

/* No comment provided by engineer. */
"十三" = "13";

/* No comment provided by engineer. */
"十九" = "19";

/* No comment provided by engineer. */
"十二" = "12";

/* No comment provided by engineer. */
"十五" = "15";

/* No comment provided by engineer. */
"十八" = "18";

/* No comment provided by engineer. */
"十六" = "16";

/* No comment provided by engineer. */
"十四" = "14";

/* No comment provided by engineer. */
"十月" = "Oct.";

/* No comment provided by engineer. */
"午" = "Wu";

/* No comment provided by engineer. */
"卯" = "Mao";

/* No comment provided by engineer. */
"四月" = "Apr.";

/* No comment provided by engineer. */
"国庆节" = "National Day";

/* No comment provided by engineer. */
"圣诞节" = "Christmas Day";

/* No comment provided by engineer. */
"壬" = "Ren";

/* No comment provided by engineer. */
"处暑" = "处暑";

/* No comment provided by engineer. */
"夏至" = "夏至";

/* No comment provided by engineer. */
"大寒" = "大寒";

/* No comment provided by engineer. */
"大暑" = "大暑";

/* No comment provided by engineer. */
"大雪" = "大雪";

/* No comment provided by engineer. */
"妇女节" = "Women's Day";

/* No comment provided by engineer. */
"子" = "Zi";

/* No comment provided by engineer. */
"寅" = "Ying";

/* No comment provided by engineer. */
"寒露" = "寒露";

/* No comment provided by engineer. */
"小寒" = "小寒";

/* No comment provided by engineer. */
"小暑" = "小暑";

/* No comment provided by engineer. */
"小满" = "小满";

/* No comment provided by engineer. */
"小雪" = "小雪";

/* No comment provided by engineer. */
"己" = "Ji";

/* No comment provided by engineer. */
"巳" = "Wu";

/* No comment provided by engineer. */
"庚" = "Geng";


/* No comment provided by engineer. */
"廿一" = "21";

/* No comment provided by engineer. */
"廿七" = "27";

/* No comment provided by engineer. */
"廿三" = "23";

/* No comment provided by engineer. */
"廿九" = "29";

/* No comment provided by engineer. */
"廿二" = "22";

/* No comment provided by engineer. */
"廿五" = "25";

/* No comment provided by engineer. */
"廿八" = "28";

/* No comment provided by engineer. */
"廿六" = "26";

/* No comment provided by engineer. */
"廿四" = "24";

/* No comment provided by engineer. */
"情人节" = "Valentine's Day";

/* No comment provided by engineer. */
"惊蛰" = "惊蛰";

/* No comment provided by engineer. */
"戊" = "Wu";

/* No comment provided by engineer. */
"戌" = "Xu";

/* No comment provided by engineer. */
"教师节" = "Teacher's Day";

/* No comment provided by engineer. */
"春分" = "春分";

/* No comment provided by engineer. */
"春节" = "Chinese New Year";

/* No comment provided by engineer. */
"未" = "Wei";

/* No comment provided by engineer. */
"正月" = "Jan.";

/* No comment provided by engineer. */
"清明" = "Memory Day";

/* No comment provided by engineer. */
"冬至" = "Dongzhi Festival";

/* No comment provided by engineer. */
"牛" = "Ox";

/* year */
"年" = "Year";

/* leap */
"闰" = "Leap";

/* No comment provided by engineer. */
"狗" = "Gog";

/* No comment provided by engineer. */
"猪" = "Pig";

/* No comment provided by engineer. */
"猴" = "Monkey";

/* No comment provided by engineer. */
"甲" = "甲";

/* No comment provided by engineer. */
"申" = "Shen";

/* No comment provided by engineer. */
"癸" = "Gui";

/* No comment provided by engineer. */
"白露" = "白露";

/* No comment provided by engineer. */
"秋分" = "秋分";

/* No comment provided by engineer. */
"立冬" = "立冬";

/* No comment provided by engineer. */
"立夏" = "立夏";

/* No comment provided by engineer. */
"立春" = "立春";

/* No comment provided by engineer. */
"立秋" = "立秋";

/* No comment provided by engineer. */
"羊" = "Sheep";

/* No comment provided by engineer. */
"腊八" = "Laba Festival";

/* No comment provided by engineer. */
"腊月" = "Dec.";

/* No comment provided by engineer. */
"芒种" = "芒种";

/* No comment provided by engineer. */
"虎" = "Tiger";

/* No comment provided by engineer. */
"蛇" = "Snake";

/* No comment provided by engineer. */
"谷雨" = "谷雨";

/* No comment provided by engineer. */
"辛" = "Xin";

/* No comment provided by engineer. */
"辰" = "Chen";

/* No comment provided by engineer. */
"酉" = "You";

/* No comment provided by engineer. */
"雨水" = "雨水";

/* No comment provided by engineer. */
"霜降" = "霜降";

/* No comment provided by engineer. */
"马" = "Horse";

/* No comment provided by engineer. */
"鸡" = "Rooster";

/* No comment provided by engineer. */
"鼠" = "Mouse";

/* No comment provided by engineer. */
"龙" = "Dragon";

/* No comment provided by engineer. */
"建军节" = "Army Day";

"军人节"  =  "Armed Forces Day"; /* Localizable.strings */
"Good Friday"  =  "Good Friday"; /* Localizable.strings */
"Thanksgiving Day"  =  "Thanksgiving Day"; /* Localizable.strings */
"中华民国国庆日"  =  "Double Tenth Day"; /* Localizable.strings */
"Christmas Day"  =  "Christmas Day"; /* Localizable.strings */
"开国纪念日"  =  "Founding of the Republic of China"; /* Localizable.strings */
"除夕"  =  "Chinese New Year Eve"; /* Localizable.strings */
"Boxing Day"  =  "Boxing Day"; /* Localizable.strings */
"Labor Day"  =  "Labor Day"; /* Localizable.strings */
"Victoria Day" = "Victoria Day";
"Columbus Day"  =  "Columbus Day"; /* Localizable.strings */
"Independence Day"  =  "Independence Day"; /* Localizable.strings */
"Spring Bank Holiday"  =  "Spring Bank Holiday"; /* Localizable.strings */
"Memorial Day"  =  "Memorial Day"; /* Localizable.strings */
"Veterans Day"  =  "Veterans Day"; /* Localizable.strings */
"和平纪念日"  =  "228 Peace Memorial Day"; /* Localizable.strings */
"重阳节"  =  "Double Ninth Festival"; /* Localizable.strings */
"The day following Good Friday"  =  "Holy Saturday"; /* Localizable.strings */
"St. Patrick's Day"  =  "St. Patrick's Day"; /* Localizable.strings */
"Easter Day"  =  "Easter Day"; /* Localizable.strings */
"Birthday of MLK"  =  "Birthday of MLK"; /* Localizable.strings */
"Canada Day"  =  "Canada Day"; /* Localizable.strings */
"May Day Bank Holiday"  =  "Early May Bank Holiday"; /* Localizable.strings */
"端午节"  =  "Dragon Boat Festival"; /* Localizable.strings */
"中秋节"  =  "Mid-Autumn Festival"; /* Localizable.strings */
"Orangeman's Day"  =  "Orangeman's Day"; /* Localizable.strings */
"New Year's Day"  =  "New Year's Day"; /* Localizable.strings */
"特区紀念日"  =  "HK SAR Estab. Day";
"Valentine"  =  "Valentine"; /* Localizable.strings */
"清明节"  =  "Qingming Festival"; /* Localizable.strings */
"元宵节"  =  "Lantern Festival"; /* Localizable.strings */
"Remembrance Day"  =  "Remembrance Day"; /* Localizable.strings */
"Easter Monday"  =  "Easter Monday"; /* Localizable.strings */
"Summer Bank Holiday"  =  "Summer Bank Holiday"; /* Localizable.strings */

/* ------------------------ END COPY -------------------------------*/


